# CLI tools
# brew "git"
# brew "zsh"
brew "neovim"
brew "git-delta"
brew "gh"
brew "wezterm"
brew "jless"
brew "lazygit"
brew "lazydocker"
brew "docker"
brew "xh"
brew "font-jetbrains-mono"
brew "fzf"
brew "starship"
brew "zoxide"
brew "lua"

# GUI apps
cask "google-chrome"
cask "spotify"
cask "slack"
cask "microsoft-teams"
cask "bitwarden"
cask "rider"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "visual-studio-code"

